import React from 'react';

const Main = () => (
  <div className="container">
    <h1>Парк ДГТУ</h1>
    <p>Приложение чуть-чуть показывает парк ДГТУ.</p>
    <p>
      Парк был высажен учащейся молодежью Ростова в 1910 году. В предвоенные годы и до 1947 года
      парк назывался «Андреевская роща». Этот парк в годы перед Великой Отечественной войной был
      любимым местом отдыха ростовчан. Главный вход в него был расположен со стороны Ворошиловского
      проспекта, там, где сейчас находится вход в главный корпус ДГТУ. Парк переименовывался
      несколько раз и в 2008 году получил имя, которое он носит и в настоящее время – парк ДГТУ
      имени Леонида Васильевича Красниченко.
    </p>
    <p>
      В центре парка установлен памятник преподавателям, сотрудникам и студентам РМИ, защитившим
      Родину в годы ВОВ. Напротив памятника стоит храм святой великомученицы Татьяны –
      покровительницы студентов. На территории парка также расположены спортивные площадки,
      футбольное поле, бассейн.
    </p>
    <p>
      <a
        href="https://tourism.rostov-gorod.ru/attractions/239/9617/"
        target="_blank"
        rel="noopener noreferrer"
      >
        [источник]
      </a>
      <a
        href="/map"
        rel="noopener noreferrer"
      >
        [перейти к карте]
      </a>
    </p>
  </div>
);

export default Main;
